{
    "Aether": "Aether is the primordial energy that creates new life.",
    "Mana": "A component of Aether, Mana can be categorized into 4 elements: Fire, Ice, Thunder, and Dark. The heat of Fire sunders the world, inviting the rise of Ice. The chill of Ice pierces even the heavens, inviting the crack of Thunder. The charge of Thunder ignites the land, giving way to the spread of Fire. The indifference of Dark cares for naught.",
    "Life Force": "A component of Aether, Life Force is the fuel that subsists a organism.",
    "Mana: 2": "Although the texts that we have deciphered would imply that Fire is weak to Ice, Ice is weak to Thunder, and Thunder is weak to Fire, it seems to be outdated data. More accurately, Mana can be categorized into Red, Green, Blue, and Purple categories, and seem to exhibit a cycling relationship of affinities. Currently, Red is effective against Green, Green over Blue, and Blue over Red. Dark has retained its neutral stance.",
    "Slayers": "Glyph holders, Gram wielders, people with the power to fight against Dragons.",
    "Glyph": "Crystallizations of an aetherial lifeform's memories. Can be strengthened with the power of Mana.",
    "Glyph 2": "The Glyph is like a shortcut to the Aether within the body. Usually, Aether would gradually disperse itself into Life Force and internal Mana. By injecting external mana, the forces will attempt to balance, thereby creating new Aether from Life Force and external Mana. The natural capacity of internal Mana will increase, at the cost of Life Force leaking from an imperfect conversion",
    "Glyph 3": "Beyond a certain point, armor begins to hinder the movement of high level Glyph Slayers, sometimes becoming useless due to a Slayer's own immense durability. In these cases, Slayers opt to wear what they find comfortable. Or fashionable...",
    "Grams": "Embodiments of a soul's will to survive. They take on the form which its user believes will best protect them, though its strength is reliant upon other factors.",
    "Vanguards":"A class that excels at physical defense, Vanguards are the shield of the party, capable of taunting enemy attacks and protecting allied lines",
    "Mysterious Girl": "Many have claimed of seeing a vision of a young girl when deepening their Glyphs.",
    "Monsters": "Animals that have become mutated from extended exposure to high quantities of mana. They become much more violent.",
    "Dragons": "Entities that are born spontaneously from dense and stagnant mana. Unlike Monsters, they do not possess any life force of their own.",
    "Deep Ones": "Eerie and unsettling creatures that possess the traits of aquatic species, even the Dragons avoid combat with them whenever possible.",
    "Outers": "Not everyone here appears to be from the same place. There are some who have more animalian features such as feline ears, or keratinous horns.",
    "Corphage": "More commonly known as Dragons that have turned upon their own; cannibals. After intaking a surplus of Aether, they instinctually seek to balance it. By consuming the mass of mana that replaces the heart in Dragons, they rapidly develop dangerous characteristics such as increased vitality, intelligence, and memory. See: The 5 Snowy Queens, The Dim Sovereign. It is theorized however that if a human being were to similarly ingest, they may forcibly be transformed to a stronger form. However, it would be near impossible to supply the needed Aether to balance out the massive influx of Mana.",
    "Dragonization": "A phenemenon where ingesting 'x' minimum amount of Dragon blood allows one to dramatically increase their abilities for a short period of time. However, it leaves one extremely weakened afterwards. Characteristic changes include hardening of the skin, perceived reduction in injury awareness, and heightened mana sensitivity. Not all changes may necessarily disapear.",
    "5 Snowy Queens": "Corphages distinguished by their bleached skin, red eyes, and unnerving preference for a human appearance. It is thought they they do so to better 'play' with their prey.",
    "Tuls": "Corphage of Lust",
    "Tolhs": "Corphage of Sloth",
    "Degre": "Corphage of Greed and Gluttony",
    "Veny": "Corphage of Envy. Pursued the feeling of being loved, so much so that she merged with a human.",
    "Depri": "Corphage of Pride and Wrath.",
    "Dim Sovereign": "The ruler of dragons. Created when the Divinities cast off Mana in pursuit of pure Life Force. Obsessed with Aether. Occupied trying to assert itself over the Tree of Aether.",
    "Divinities": "The first creations of the Tree of Aether. As a result of their pursuit for immortality, they discarded Mana from themselves, thus giving birth to the Dim Sovereign",
    "Tree of Aether": "A tree that exudes Aether through unexplained phenomenon. Manifests itself as the Mysterious Girl.",
    "Abandoned City": "Also jokingly nicknamed, 'The Starting Town', this locale is where most Slayers are found. Concrete buildings have collapsed beneath the rampage of rampant foliage and monsters roam the streets. Although its original inhabitants have long left, the city finds itself as a new haven against Dragons."
}