{
    "Aether": "Aether is the primordial energy that creates new life.",
    "Mana": "A byproduct of Aether, Mana can be categorized into 4 elements: Fire, Ice, Thunder, and Dark. The heat of Fire sunders the world, inviting the rise of Ice. The chill of Ice pierces even the heavens, inviting the crack of Thunder. The charge of Thunder ignites the land, giving way to the spread of Fire. The indifference of Dark cares for naught.",
    "Slayers": "",
    "Grams": "Crystallizations of a aetherial lifeform's memories. Embodiments of a soul's will to survive. They take on the form which its user believes will best protect them, though its strength is reliant upon other factors.",
    "Dragons": "Monsters that are born spontaneously from stagnant mana. They mindlessly crave that which they lack with a beastlike tenacity",
    "Corphage": "More commonly known as Dragons that have turned upon their own; cannibals. After intaking a surplus of Aether, they instinctually seek to balance it. By consuming the mass of mana that replaces the heart in Dragons, they rapidly develop dangerous characteristics such as increased vitality, intelligence, and memory. See: The 5 Snowy Queens, The Dim Sovereign. It is theorized however that if a human being were to similarly ingest, they may forcibly be transformed to a stronger form. However, it would be near impossible to supply the needed Aether to balance out the massive influx of Mana.",
    "Dragonization": "A phenemenon where ingesting 'x' minimum amount of Dragon blood allows one to dramatically increase their abilities for a short period of time. However, it leaves one extremely weakened afterwards. Characteristic changes include hardening of the skin, perceived reduction in injury awareness, heightened mana sensitivity. Not all changes may necessarily disapear.",
    "5 Snowy Queens": "Serving beneath the Dim Sovereign, they are Corphages distinguished by their bleached skin and unnvering preference for a human appearance. It is thought they they do so to better 'play' with their prey.",
    "Dim Sovereign": "The ruler of dragons.",
    "Abandoned City": "Also jokingly nicknamed, 'The Starting Town', this locale is where most Slayers are found. Although its original inhabitants have long left, the city finds itself as a new haven against Dragons."
}